Repository: 190103285/turaq-app
Catalog: TuraqApp/Extensions/*.lproj/Localizable.strings
Languages: kk

source: Understand
kk: Понятно

source: Registration
kk: Кіру

source: Phone number
kk: Телефон нөмірі

source: Get code
kk: Құпия сөзді алу

source: I accept the Privacy Policy and give my consent to the processing of personal data.
kk: Мен Құпиялылық саясатымен келісемін және жеке деректерді өңдеуге келісім беремін.

source: Privacy Policy
kk: Құпиялылық саясатымен

source: processing of personal data
kk: жеке деректерді өңдеуге

source: Please enter your valid number
kk: Жарамды нөміріңізді енгізіңіз

source: Verification code
kk: Тексеру коды

source: Please enter the verification code sent to %@
kk: %@ нөміріне жіберілген растау кодын енгізіңіз.

source: Resend code
kk: Код келмеді

source: Send again
kk: Қайтадан жіберу

source: Next
kk: Әрі қарай

source: Send again in
kk: Отправить снова через

source: Invalid code
kk: Қате код

source: Your car
kk: Сіздің көлігіңіз

source: Enter transport details
kk: Көлік мәліметтерін енгізіңіз

source: Car number
kk: Автокөлік нөмірі

source: Car brand
kk: Автокөлік бренді

source: Car model
kk: Автокөлік моделі

source: Add
kk: Қосу

source: Success
kk: Дайын!

source: Auto will be added within a few minutes
kk: Авто бірнеше минутта қосылады

source: An error has occurred
kk: Қате пайда болды

source: Double-check the car data and try again
kk: Авто мәліметтерін тексеріп, қайтадан көріңіз

source: Go back to the main page
kk: Басты бетке

source: Try again
kk: Қкайтадай көру

source: Your card
kk: Сіздің картаңыз

source: Enter your bank card details
kk: Банк картаңыздың мәліметтерін енгізіңіз

source: Card number
kk: Карта нөмірі

source: Expiration date
kk: Мерзімі

source: The card will be added within a few minutes
kk: Карта бірнеше минутта қосылады

source: Double-check the card details and try again
kk: Карта мәліметтерін тексеріп, қайтадан көріңіз

source: Menu
kk: Меню

source: Profile
kk: Профиль

source: My Cars
kk: Менің Автоларым

source: My Cards
kk: Менің Карталарым

source: Parking History
kk: Парковка тарихы

source: Help
kk: Көмек

source: Parking Information
kk: Парковка мәліметі

source: Address
kk: Мекенжай

source: Free Zones
kk: Бос орын

source: Park
kk: Тұраққа қою

source: Book
kk: Брондау

source: Confirm the data
kk: Мәліметтерді растаңыз

source: Time
kk: Уақыт

source: From
kk: Бастап

source: To
kk: Дейін

source: Price
kk: Бағасы

source: The payment was successful!
kk: Төлем сәтті өтті!

source: Alas, there are no lots left
kk: Сірә, орын қалмады

source: There are no empty lots left in this zone. See the parking lots nearby
kk: Бұл аймақта бос орын қалмады. Жақын жерден қарап көріңіз

source: OK
kk: Хорошо

source: Attention
kk: Назар аударңыз

source: Select booking type
kk: Бронь түрін таңдаңыз

source: minutes
kk: минут

source: hour
kk: сағат

source: Booking cost - @₸
kk: Брондау бағасы - @₸

source: Confirm
kk: Растау

source: Your booking expires in
kk: Броньнің біту кақыты

source: Your parking lot is waiting for you!
kk: Сіздің тұрақ орныңыз сізді күтіп жатыр!

source: Cancel booking
kk: Броньнан бас тарту

source: Hide parking status
kk: Тұрақ күйін жасыру

source: Canceling a booking, will lose your parking zone
kk: Броньнан бас тартқан кезде сіз тұрақ аймағыңызды жоғалтасыз

source: Continue
kk: Жалғастыру

source: Cancel
kk: Бас тарту

source: Parking ends in
kk: Тұрақ соныңа дейін

source: Leave
kk: Шығу

source: Parking time exceeded by
kk: Тұрақ уақыты асып кетті

source: Are you sure you want to leave?
kk: Сіз шынымен шыққыңыз келе ма?

source: No history
kk: Тарих жоқ

source: You haven't done any parking yet
kk: Сіз әлі тұрақтарда болмадыңыз

source: Start time
kk: Тұрақтың басы

source: Time in
kk: Тұрақтагы уақыт

source: Transport
kk: Транспорт

source: Payment method
kk: Төлем тәсілі

source: View fiscal receipt
kk: Фискальді чекті көру

source: Support Chat
kk: Қолдау чаты

source: Late leave
kk: Кеш шығу

source: Billing by tariff
kk: Тариф бойынша

source: Total
kk: Қорытынды

source: Your phone number
kk: Сіздің нөмір

source: Settings
kk: Баптаулар

source: Change language
kk: Тіл ауыстыру

source: Access to notifications
kk: Хабарламаларға рұқсат

source: Access to geolocation
kk: Геолокацияға рұқсат

source: Delete account
kk: Аккаунтты жою

source: Log out
kk: Аккаунттан шығу

source: Add car
kk: Көлік қосу

source: Add card
kk: Карта қосу

source: Application guide
kk: Пайдаланушы нұсқаулығы

source: Connect with us
kk: Бізбен байланыс

source: Privacy policy
kk: Құпиялылық саясат

source: User agreement
kk: Лицензиялық келісім
